Repository: flipper-hero/ios-app
Catalog: App/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, pl, pt_br, ru, tr, uk, zh_hans

source: Tap for a short press, hold for a long press. Hold Back to leave an app.
ar: انقر لضغطة قصيرة، واضغط مطولًا لضغطة طويلة. اضغط مطولًا على رجوع للخروج من تطبيق.
de: Tippen für kurzen Druck, halten für langen Druck. Zurück halten, um eine App zu verlassen.
es: Toca para una pulsación corta, mantén para una larga. Mantén Atrás para salir de una app.
fr: Touche pour un appui court, maintiens pour un appui long. Maintiens Retour pour quitter une app.
hi: छोटे प्रेस के लिए टैप करें, लंबे प्रेस के लिए दबाए रखें। ऐप से बाहर निकलने के लिए Back दबाए रखें।
it: Tocca per una pressione breve, tieni premuto per una lunga. Tieni premuto Indietro per uscire da un’app.
ja: タップで短押し、長押しで長押し。アプリを終了するには「戻る」を長押しします。
ko: 탭하면 짧게, 길게 누르면 길게 누릅니다. 앱에서 나가려면 뒤로를 길게 누르세요.
pl: Stuknij, aby krótko nacisnąć, przytrzymaj, aby nacisnąć długo. Przytrzymaj Wstecz, aby wyjść z aplikacji.
pt_br: Toque para um toque curto, segure para um longo. Segure Voltar para sair de um app.
ru: Коснитесь для короткого нажатия, удерживайте для длинного. Удерживайте «Назад», чтобы выйти из приложения.
tr: Kısa basış için dokun, uzun basış için basılı tut. Uygulamadan çıkmak için Geri’yi basılı tut.
uk: Торкніться для короткого натискання, утримуйте для довгого. Утримуйте «Назад», щоб вийти із застосунку.
zh_hans: 轻点为短按，按住为长按。按住返回键可退出应用。

source: Tells you how charged your Flipper is.
ar: يخبرك بمستوى شحن Flipper.
de: Sagt dir, wie voll der Akku deines Flippers ist.
es: Te dice cuánta carga tiene tu Flipper.
fr: Indique le niveau de charge de ton Flipper.
hi: बताता है कि आपका Flipper कितना चार्ज है।
it: Ti dice quanto è carico il tuo Flipper.
ja: Flipper のバッテリー残量を教えます。
ko: Flipper의 배터리 잔량을 알려 줍니다.
pl: Mówi, ile baterii ma Twój Flipper.
pt_br: Diz quanta carga tem o seu Flipper.
ru: Сообщает, сколько заряда у вашего Flipper.
tr: Flipper’ının ne kadar şarjlı olduğunu söyler.
uk: Повідомляє, скільки заряду у вашого Flipper.
zh_hans: 告诉你 Flipper 还有多少电。

source: The Flipper did not report its battery.
ar: لم يُبلغ Flipper عن بطاريته.
de: Der Flipper hat keinen Akkustand gemeldet.
es: El Flipper no informó de su batería.
fr: Le Flipper n’a pas indiqué sa batterie.
hi: Flipper ने अपनी बैटरी की जानकारी नहीं दी।
it: Il Flipper non ha comunicato la batteria.
ja: Flipper がバッテリー残量を報告しませんでした。
ko: Flipper가 배터리 정보를 보고하지 않았습니다.
pl: Flipper nie podał stanu baterii.
pt_br: O Flipper não informou a bateria.
ru: Flipper не сообщил уровень заряда.
tr: Flipper pil durumunu bildirmedi.
uk: Flipper не повідомив рівень заряду.
zh_hans: Flipper 未报告电量。

# The Flipper is back and reports %@. Expected %@.
source: The Flipper is back and reports %1$@. Expected %2$@.
ar: عاد Flipper ويُبلغ عن %1$@. المتوقع %2$@.
de: Der Flipper ist zurück und meldet %1$@. Erwartet war %2$@.
es: El Flipper ha vuelto e informa %1$@. Se esperaba %2$@.
fr: Le Flipper est de retour et indique %1$@. Attendu : %2$@.
hi: Flipper वापस आ गया है और %1$@ बता रहा है। अपेक्षित था %2$@।
it: Il Flipper è tornato e riporta %1$@. Atteso: %2$@.
ja: Flipper が戻り、%1$@ を報告しています。想定は %2$@ です。
ko: Flipper가 돌아와 %1$@을(를) 보고합니다. 예상 값은 %2$@입니다.
pl: Flipper wrócił i zgłasza %1$@. Oczekiwano %2$@.
pt_br: O Flipper voltou e informa %1$@. Esperado: %2$@.
ru: Flipper снова на связи и сообщает %1$@. Ожидалось %2$@.
tr: Flipper geri geldi ve %1$@ bildiriyor. Beklenen: %2$@.
uk: Flipper знову на зв’язку й повідомляє %1$@. Очікувалося %2$@.
zh_hans: Flipper 已恢复，报告为 %1$@。预期为 %2$@。

source: The Flipper is installing %@ on its own and will restart. This takes a few minutes.
ar: يثبّت Flipper الإصدار %@ بنفسه ثم يعيد التشغيل. يستغرق ذلك بضع دقائق.
de: Der Flipper installiert %@ selbstständig und startet dann neu. Das dauert ein paar Minuten.
es: El Flipper está instalando %@ por sí solo y se reiniciará. Tarda unos minutos.
fr: Le Flipper installe %@ tout seul puis redémarre. Cela prend quelques minutes.
hi: Flipper %@ खुद इंस्टॉल कर रहा है और रीस्टार्ट होगा। इसमें कुछ मिनट लगते हैं।
it: Il Flipper sta installando %@ da solo e poi si riavvierà. Ci vuole qualche minuto.
ja: Flipper が %@ を自動でインストールし、再起動します。数分かかります。
ko: Flipper가 %@을(를) 직접 설치한 뒤 재시동합니다. 몇 분 걸립니다.
pl: Flipper sam instaluje %@ i uruchomi się ponownie. To potrwa kilka minut.
pt_br: O Flipper está instalando %@ sozinho e vai reiniciar. Leva alguns minutos.
ru: Flipper сам устанавливает %@ и перезагрузится. Это займёт несколько минут.
tr: Flipper %@ sürümünü kendisi yüklüyor ve yeniden başlayacak. Bu birkaç dakika sürer.
uk: Flipper сам встановлює %@ і перезапуститься. Це займе кілька хвилин.
zh_hans: Flipper 正在自行安装 %@ 并将重启，需要几分钟。

source: The Flipper is restarting, reconnecting...
ar: يعيد Flipper التشغيل، جارٍ إعادة الاتصال...
de: Der Flipper startet neu, verbinde erneut...
es: El Flipper se está reiniciando, reconectando...
fr: Le Flipper redémarre, reconnexion...
hi: Flipper रीस्टार्ट हो रहा है, फिर से कनेक्ट हो रहा है...
it: Il Flipper si sta riavviando, nuova connessione...
ja: Flipper を再起動中、再接続しています...
ko: Flipper가 재시동 중입니다. 다시 연결하는 중...
pl: Flipper uruchamia się ponownie, ponowne łączenie...
pt_br: O Flipper está reiniciando, reconectando...
ru: Flipper перезагружается, переподключение...
tr: Flipper yeniden başlıyor, yeniden bağlanılıyor...
uk: Flipper перезапускається, повторне підключення...
zh_hans: Flipper 正在重启，正在重新连接...

source: The agent asked for this after reading content from your Flipper. That content could contain hidden instructions. Only approve if you asked for exactly this.
ar: طلب الوكيل هذا بعد قراءة محتوى من Flipper. قد يحتوي ذلك المحتوى على تعليمات مخفية. وافق فقط إذا طلبت هذا بالضبط.
de: Der Agent hat das angefragt, nachdem er Inhalte von deinem Flipper gelesen hat. Diese Inhalte könnten versteckte Anweisungen enthalten. Gib nur frei, wenn du genau das wolltest.
es: El agente pidió esto después de leer contenido de tu Flipper. Ese contenido podría tener instrucciones ocultas. Aprueba solo si pediste exactamente esto.
fr: L’agent a demandé cela après avoir lu du contenu de ton Flipper. Ce contenu peut contenir des instructions cachées. N’approuve que si tu as demandé exactement cela.
hi: एजेंट ने यह आपके Flipper से सामग्री पढ़ने के बाद माँगा। उस सामग्री में छिपे निर्देश हो सकते हैं। केवल तभी स्वीकार करें जब आपने ठीक यही माँगा हो।
it: L’agente lo ha chiesto dopo aver letto contenuti dal tuo Flipper. Quei contenuti potrebbero contenere istruzioni nascoste. Approva solo se hai chiesto esattamente questo.
ja: エージェントは Flipper の内容を読んだ後にこれを求めています。その内容に隠れた指示が含まれている可能性があります。まさにこれを頼んだ場合にのみ承認してください。
ko: 에이전트가 Flipper의 내용을 읽은 뒤 이것을 요청했습니다. 그 내용에 숨겨진 지시가 있을 수 있습니다. 정확히 이것을 요청한 경우에만 승인하세요.
pl: Agent poprosił o to po odczytaniu danych z Twojego Flippera. Mogły w nich być ukryte instrukcje. Zatwierdź tylko, jeśli prosiłeś dokładnie o to.
pt_br: O agente pediu isso depois de ler conteúdo do seu Flipper. Esse conteúdo pode ter instruções escondidas. Só aprove se você pediu exatamente isso.
ru: Агент запросил это после чтения данных с вашего Flipper. Там могли быть скрытые инструкции. Подтверждайте, только если вы просили именно это.
tr: Ajan bunu Flipper’ından içerik okuduktan sonra istedi. Bu içerik gizli talimatlar barındırabilir. Yalnızca tam olarak bunu istediysen onayla.
uk: Агент попросив це після читання даних із вашого Flipper. Там могли бути приховані інструкції. Підтверджуйте, лише якщо ви просили саме це.
zh_hans: 智能体在读取你的 Flipper 内容后提出了这个请求。这些内容可能包含隐藏指令。只有在你确实要求这样做时才批准。

source: The agent changes, deletes, transmits and emulates without asking. Blocked paths (internal storage, key files, top-level recursive deletes) stay blocked. Resets when the app restarts. With the second switch on, the agent still asks after it read files from your Flipper, which is when a planted instruction could trick it.
ar: يغيّر الوكيل ويحذف ويرسل ويحاكي دون أن يسأل. تبقى المسارات المحظورة (التخزين الداخلي وملفات المفاتيح والحذف المتكرر للمجلدات العليا) محظورة. يُعاد الضبط عند إعادة تشغيل التطبيق. مع الخيار الثاني، يظل الوكيل يسأل بعد قراءة ملفات من Flipper، وهي اللحظة التي قد تخدعه فيها تعليمات مدسوسة.
de: Der Agent ändert, löscht, sendet und emuliert ohne Nachfrage. Gesperrte Pfade (interner Speicher, Schlüsseldateien, rekursives Löschen oberster Ordner) bleiben gesperrt. Wird beim Neustart der App zurückgesetzt. Mit dem zweiten Schalter fragt der Agent trotzdem, nachdem er Dateien von deinem Flipper gelesen hat, denn genau dann könnte ihn eine eingeschleuste Anweisung täuschen.
es: El agente cambia, elimina, transmite y emula sin preguntar. Las rutas bloqueadas (almacenamiento interno, archivos de claves, borrados recursivos de carpetas principales) siguen bloqueadas. Se restablece al reiniciar la app. Con la segunda opción, el agente sigue preguntando después de leer archivos de tu Flipper, que es cuando una instrucción plantada podría engañarlo.
fr: L’agent modifie, supprime, émet et émule sans demander. Les chemins bloqués (stockage interne, fichiers de clés, suppressions récursives de dossiers racine) restent bloqués. Réinitialisé au redémarrage de l’app. Avec la seconde option, l’agent demande quand même après avoir lu des fichiers de ton Flipper, moment où une instruction piégée pourrait le tromper.
hi: एजेंट बिना पूछे बदलता, हटाता, प्रसारित करता और एमुलेट करता है। ब्लॉक किए गए पथ (आंतरिक स्टोरेज, कुंजी फ़ाइलें, शीर्ष-स्तरीय फ़ोल्डरों का रिकर्सिव डिलीट) ब्लॉक ही रहते हैं। ऐप रीस्टार्ट होने पर रीसेट होता है। दूसरे स्विच के साथ, एजेंट आपके Flipper से फ़ाइलें पढ़ने के बाद फिर भी पूछता है, क्योंकि तभी कोई छिपाया गया निर्देश उसे धोखा दे सकता है।
it: L’agente modifica, elimina, trasmette ed emula senza chiedere. I percorsi bloccati (memoria interna, file di chiavi, eliminazioni ricorsive di cartelle principali) restano bloccati. Si azzera al riavvio dell’app. Con la seconda opzione l’agente chiede comunque dopo aver letto file dal tuo Flipper, cioè proprio quando un’istruzione nascosta potrebbe ingannarlo.
ja: エージェントが確認なしで変更、削除、送信、エミュレートを行います。ブロックされたパス（内部ストレージ、キーファイル、最上位フォルダの再帰削除）は引き続きブロックされます。アプリの再起動でリセットされます。2 つ目のスイッチをオンにすると、Flipper のファイルを読んだ後は確認します。仕込まれた指示にだまされるのはまさにそのタイミングだからです。
ko: 에이전트가 묻지 않고 변경, 삭제, 전송, 에뮬레이트합니다. 차단된 경로(내부 저장소, 키 파일, 최상위 폴더 재귀 삭제)는 계속 차단됩니다. 앱을 다시 시작하면 초기화됩니다. 두 번째 스위치를 켜면 Flipper의 파일을 읽은 뒤에는 에이전트가 계속 묻습니다. 심어 둔 지시에 속을 수 있는 바로 그 순간이기 때문입니다.
pl: Agent zmienia, usuwa, nadaje i emuluje bez pytania. Zablokowane ścieżki (pamięć wewnętrzna, pliki kluczy, rekurencyjne usuwanie folderów głównych) pozostają zablokowane. Resetuje się po ponownym uruchomieniu aplikacji. Z drugim przełącznikiem agent i tak pyta po odczycie plików z Flippera, bo właśnie wtedy może go oszukać podrzucona instrukcja.
pt_br: O agente altera, apaga, transmite e emula sem perguntar. Caminhos bloqueados (armazenamento interno, arquivos de chave, exclusões recursivas de pastas principais) continuam bloqueados. É desfeito quando o app reinicia. Com a segunda opção, o agente ainda pergunta depois de ler arquivos do seu Flipper, que é quando uma instrução plantada poderia enganá-lo.
ru: Агент изменяет, удаляет, передаёт и эмулирует без вопросов. Заблокированные пути (внутренняя память, файлы ключей, рекурсивное удаление папок верхнего уровня) остаются заблокированными. Сбрасывается при перезапуске приложения. Со вторым переключателем агент всё равно спрашивает после чтения файлов с вашего Flipper — именно тогда его может обмануть подброшенная инструкция.
tr: Ajan sormadan değiştirir, siler, gönderir ve taklit eder. Engelli yollar (dahili depolama, anahtar dosyaları, üst düzey klasörlerin yinelemeli silinmesi) engelli kalır. Uygulama yeniden başlayınca sıfırlanır. İkinci anahtar açıkken ajan, Flipper’ından dosya okuduktan sonra yine sorar; yerleştirilmiş bir talimat onu tam da o anda kandırabilir.
uk: Агент змінює, видаляє, передає й емулює без питань. Заблоковані шляхи (внутрішня пам’ять, файли ключів, рекурсивне видалення папок верхнього рівня) лишаються заблокованими. Скидається після перезапуску застосунку. З другим перемикачем агент однаково питає після читання файлів із вашого Flipper — саме тоді його може ошукати підкинута інструкція.
zh_hans: 智能体会在不询问的情况下更改、删除、发射和模拟。被阻止的路径（内部存储、密钥文件、顶层文件夹的递归删除）仍然被阻止。App 重启后会重置。打开第二个开关后，智能体在读取你的 Flipper 文件后仍会询问，因为此时被植入的指令可能会欺骗它。

source: The agent did not answer.
ar: لم يردّ الوكيل.
de: Der Agent hat nicht geantwortet.
es: El agente no respondió.
fr: L’agent n’a pas répondu.
hi: एजेंट ने जवाब नहीं दिया।
it: L’agente non ha risposto.
ja: エージェントが応答しませんでした。
ko: 에이전트가 응답하지 않았습니다.
pl: Agent nie odpowiedział.
pt_br: O agente não respondeu.
ru: Агент не ответил.
tr: Ajan yanıt vermedi.
uk: Агент не відповів.
zh_hans: 智能体没有回答。

source: The agent is asking for fewer prompts. You can turn this off again at any time in Settings or by asking the agent.
ar: يطلب الوكيل تقليل طلبات الموافقة. يمكنك إيقاف ذلك في أي وقت من الإعدادات أو بطلبه من الوكيل.
de: Der Agent möchte seltener nachfragen. Du kannst das jederzeit in den Einstellungen oder per Bitte an den Agenten wieder abschalten.
es: El agente pide menos confirmaciones. Puedes desactivarlo en cualquier momento en Ajustes o pidiéndoselo al agente.
fr: L’agent demande moins de confirmations. Tu peux désactiver cela à tout moment dans les Réglages ou en le demandant à l’agent.
hi: एजेंट कम पुष्टि माँगना चाहता है। आप इसे कभी भी सेटिंग्स में या एजेंट से कहकर बंद कर सकते हैं।
it: L’agente chiede meno conferme. Puoi disattivarlo in qualsiasi momento nelle Impostazioni o chiedendolo all’agente.
ja: エージェントが確認を減らすよう求めています。設定から、またはエージェントに頼めば、いつでもオフに戻せます。
ko: 에이전트가 확인 요청을 줄이려고 합니다. 언제든지 설정에서 또는 에이전트에게 요청해 다시 끌 수 있습니다.
pl: Agent prosi o rzadsze pytania. Możesz to wyłączyć w każdej chwili w Ustawieniach lub prosząc agenta.
pt_br: O agente está pedindo menos confirmações. Você pode desligar isso a qualquer momento nos Ajustes ou pedindo ao agente.
ru: Агент просит реже спрашивать подтверждение. Это можно выключить в любой момент в настройках или попросив агента.
tr: Ajan daha az onay istemek istiyor. Bunu istediğin zaman Ayarlar’dan ya da ajandan isteyerek kapatabilirsin.
uk: Агент просить рідше питати підтвердження. Це можна вимкнути будь-коли в Параметрах або попросивши агента.
zh_hans: 智能体请求减少确认。你随时可以在设置中或通过让智能体关闭它。

source: The agent is still working on something else.
ar: ما زال الوكيل يعمل على شيء آخر.
de: Der Agent arbeitet noch an etwas anderem.
es: El agente sigue trabajando en otra cosa.
fr: L’agent travaille encore sur autre chose.
hi: एजेंट अभी किसी और काम में लगा है।
it: L’agente sta ancora lavorando su altro.
ja: エージェントは別の作業中です。
ko: 에이전트가 아직 다른 작업을 하고 있습니다.
pl: Agent wciąż pracuje nad czymś innym.
pt_br: O agente ainda está trabalhando em outra coisa.
ru: Агент ещё занят другой задачей.
tr: Ajan hâlâ başka bir şey üzerinde çalışıyor.
uk: Агент ще зайнятий іншим завданням.
zh_hans: 智能体还在处理其他事情。

source: The agent runs actions without asking. Scope: %@
ar: ينفذ الوكيل الإجراءات دون سؤال. النطاق: %@
de: Der Agent führt Aktionen ohne Nachfragen aus. Rahmen: %@
es: El agente ejecuta acciones sin preguntar. Alcance: %@
fr: L'agent exécute des actions sans demander. Périmètre : %@
hi: एजेंट बिना पूछे कार्य करता है। दायरा: %@
it: L'agente esegue azioni senza chiedere. Perimetro: %@
ja: エージェントは確認なしで操作を実行します。範囲：%@
ko: 에이전트가 묻지 않고 작업을 실행합니다. 범위: %@
pl: Agent wykonuje działania bez pytania. Zakres: %@
pt_br: O agente executa ações sem perguntar. Escopo: %@
ru: Агент выполняет действия без запросов. Рамки: %@
tr: Ajan sormadan işlemler yapıyor. Kapsam: %@
uk: Агент виконує дії без запитів. Межі: %@
zh_hans: 智能体将不经询问执行操作。范围：%@

source: The agent runs actions without asking. Stay in scope.
ar: ينفذ الوكيل الإجراءات دون سؤال. ابقَ ضمن النطاق.
de: Der Agent führt Aktionen ohne Nachfragen aus. Bleib im Rahmen.
es: El agente ejecuta acciones sin preguntar. Mantente dentro del alcance.
fr: L'agent exécute des actions sans demander. Reste dans le périmètre.
hi: एजेंट बिना पूछे कार्य करता है। दायरे में रहें।
it: L'agente esegue azioni senza chiedere. Resta nel perimetro.
ja: エージェントは確認なしで操作を実行します。範囲内で留まってください。
ko: 에이전트가 묻지 않고 작업을 실행합니다. 범위를 벗어나지 마세요.
pl: Agent wykonuje działania bez pytania. Trzymaj się zakresu.
pt_br: O agente executa ações sem perguntar. Mantenha-se no escopo.
ru: Агент выполняет действия без запросов. Не выходи за рамки.
tr: Ajan sormadan işlemler yapıyor. Kapsamda kal.
uk: Агент виконує дії без запитів. Не виходь за межі.
zh_hans: 智能体将不经询问执行操作。请保持在范围内。

source: The agent will delete files, transmit radio signals and emulate cards without asking. A tampered file on the Flipper could mislead it. Only this session.
ar: سيحذف الوكيل الملفات ويرسل إشارات لاسلكية ويحاكي البطاقات دون أن يسأل. قد يضلله ملف معدَّل على Flipper. لهذه الجلسة فقط.
de: Der Agent löscht dann Dateien, sendet Funksignale und emuliert Karten ohne Nachfrage. Eine manipulierte Datei auf dem Flipper könnte ihn in die Irre führen. Gilt nur für diese Sitzung.
es: El agente eliminará archivos, transmitirá señales de radio y emulará tarjetas sin preguntar. Un archivo manipulado en el Flipper podría engañarlo. Solo durante esta sesión.
fr: L’agent supprimera des fichiers, émettra des signaux radio et émulera des cartes sans demander. Un fichier piégé sur le Flipper pourrait l’induire en erreur. Pour cette session uniquement.
hi: एजेंट बिना पूछे फ़ाइलें हटाएगा, रेडियो सिग्नल भेजेगा और कार्ड एमुलेट करेगा। Flipper पर छेड़छाड़ की गई फ़ाइल उसे गुमराह कर सकती है। केवल इस सत्र के लिए।
it: L’agente eliminerà file, trasmetterà segnali radio ed emulerà carte senza chiedere. Un file manomesso sul Flipper potrebbe ingannarlo. Solo per questa sessione.
ja: エージェントが確認なしでファイルを削除し、無線信号を送信し、カードをエミュレートします。Flipper 上の改ざんされたファイルにだまされる可能性があります。このセッションのみ有効です。
ko: 에이전트가 묻지 않고 파일을 삭제하고, 무선 신호를 보내고, 카드를 에뮬레이트합니다. Flipper의 조작된 파일에 속을 수 있습니다. 이번 세션에만 적용됩니다.
pl: Agent będzie usuwał pliki, nadawał sygnały radiowe i emulował karty bez pytania. Podrzucony plik na Flipperze może go zmylić. Tylko w tej sesji.
pt_br: O agente vai apagar arquivos, transmitir sinais de rádio e emular cartões sem perguntar. Um arquivo adulterado no Flipper pode enganá-lo. Só nesta sessão.
ru: Агент будет удалять файлы, передавать радиосигналы и эмулировать карты без вопросов. Подменённый файл на Flipper может его обмануть. Только на этот сеанс.
tr: Ajan sormadan dosya silecek, radyo sinyali gönderecek ve kart taklit edecek. Flipper’daki kurcalanmış bir dosya onu yanıltabilir. Yalnızca bu oturum için.
uk: Агент видалятиме файли, передаватиме радіосигнали й емулюватиме картки без питань. Підмінений файл на Flipper може його ошукати. Лише на цей сеанс.
zh_hans: 智能体将在不询问的情况下删除文件、发射无线电信号并模拟卡片。Flipper 上被篡改的文件可能误导它。仅限本次会话。

source: The key stays in the iOS Keychain on this iPhone. Your messages and the file contents the agent reads are sent to the model provider.
ar: يبقى المفتاح في سلسلة مفاتيح iOS على هذا الـ iPhone. تُرسَل رسائلك ومحتوى الملفات التي يقرأها الوكيل إلى مزوّد النموذج.
de: Der Schlüssel bleibt im iOS-Schlüsselbund auf diesem iPhone. Deine Nachrichten und die Dateiinhalte, die der Agent liest, gehen an den Modellanbieter.
es: La clave se queda en el llavero de iOS de este iPhone. Tus mensajes y el contenido de los archivos que lee el agente se envían al proveedor del modelo.
fr: La clé reste dans le trousseau iOS de cet iPhone. Tes messages et le contenu des fichiers que lit l’agent sont envoyés au fournisseur du modèle.
hi: कुंजी इस iPhone के iOS Keychain में रहती है। आपके संदेश और एजेंट द्वारा पढ़ी गई फ़ाइलों की सामग्री मॉडल प्रदाता को भेजी जाती है।
it: La chiave resta nel Portachiavi iOS di questo iPhone. I tuoi messaggi e il contenuto dei file letti dall’agente vengono inviati al fornitore del modello.
ja: キーはこの iPhone の iOS キーチェーンに保存されます。メッセージと、エージェントが読んだファイルの内容はモデルプロバイダに送信されます。
ko: 키는 이 iPhone의 iOS 키체인에 저장됩니다. 메시지와 에이전트가 읽은 파일 내용은 모델 제공업체로 전송됩니다.
pl: Klucz zostaje w pęku kluczy iOS na tym iPhonie. Twoje wiadomości i zawartość plików czytanych przez agenta trafiają do dostawcy modelu.
pt_br: A chave fica no Keychain do iOS neste iPhone. Suas mensagens e o conteúdo dos arquivos que o agente lê são enviados ao provedor do modelo.
ru: Ключ хранится в связке ключей iOS на этом iPhone. Ваши сообщения и содержимое файлов, которые читает агент, отправляются поставщику модели.
tr: Anahtar bu iPhone’daki iOS Anahtar Zinciri’nde kalır. Mesajların ve ajanın okuduğu dosya içerikleri model sağlayıcısına gönderilir.
uk: Ключ зберігається в Keychain iOS на цьому iPhone. Ваші повідомлення та вміст файлів, які читає агент, надсилаються постачальнику моделі.
zh_hans: 密钥保存在这台 iPhone 的 iOS 钥匙串中。你的消息以及智能体读取的文件内容会发送给模型提供商。

source: The new name appears after a restart.
ar: يظهر الاسم الجديد بعد إعادة التشغيل.
de: Der neue Name erscheint nach einem Neustart.
es: El nuevo nombre aparece tras un reinicio.
fr: Le nouveau nom apparaît après un redémarrage.
hi: नया नाम रीस्टार्ट के बाद दिखता है।
it: Il nuovo nome appare dopo un riavvio.
ja: 新しい名前は再起動後に表示されます。
ko: 새 이름은 재시동 후에 표시됩니다.
pl: Nowa nazwa pojawi się po ponownym uruchomieniu.
pt_br: O novo nome aparece após reiniciar.
ru: Новое имя появится после перезагрузки.
tr: Yeni ad yeniden başlattıktan sonra görünür.
uk: Нова назва з’явиться після перезапуску.
zh_hans: 新名称将在重启后显示。

source: This request came right after the agent read files from your Flipper. Text planted in a file could have caused it. If you did not ask for this, deny.
ar: جاء هذا الطلب مباشرة بعد أن قرأ الوكيل ملفات من Flipper. قد يكون نص مخفي في ملف هو السبب. إن لم تطلب ذلك، فارفضه.
de: Diese Anfrage kam direkt, nachdem der Agent Dateien von deinem Flipper gelesen hat. Ein in einer Datei versteckter Text könnte sie ausgelöst haben. Wenn du das nicht wolltest, lehne ab.
es: Esta petición llegó justo después de que el agente leyera archivos de tu Flipper. Un texto oculto en un archivo podría haberla provocado. Si no lo pediste, deniégala.
fr: Cette demande est arrivée juste après que l’agent a lu des fichiers de ton Flipper. Un texte caché dans un fichier a pu la provoquer. Si tu ne l’as pas demandé, refuse.
hi: यह अनुरोध एजेंट के आपके Flipper से फ़ाइलें पढ़ने के ठीक बाद आया। किसी फ़ाइल में छिपे टेक्स्ट ने इसे कराया हो सकता है। अगर आपने यह नहीं माँगा, तो अस्वीकार करें।
it: Questa richiesta è arrivata subito dopo che l’agente ha letto file dal tuo Flipper. Un testo nascosto in un file potrebbe averla causata. Se non l’hai chiesto tu, rifiuta.
ja: このリクエストは、エージェントが Flipper のファイルを読んだ直後に届きました。ファイルに仕込まれたテキストが原因の可能性があります。頼んでいない場合は拒否してください。
ko: 에이전트가 Flipper의 파일을 읽은 직후 이 요청이 왔습니다. 파일에 숨겨진 텍스트 때문일 수 있습니다. 요청한 적이 없다면 거부하세요.
pl: Ta prośba przyszła zaraz po tym, jak agent odczytał pliki z Twojego Flippera. Mógł ją wywołać tekst ukryty w pliku. Jeśli o to nie prosiłeś, odrzuć.
pt_br: Este pedido veio logo depois que o agente leu arquivos do seu Flipper. Um texto escondido em um arquivo pode ter causado isso. Se você não pediu, negue.
ru: Этот запрос пришёл сразу после того, как агент прочитал файлы с вашего Flipper. Его мог вызвать спрятанный в файле текст. Если вы этого не просили, отклоните.
tr: Bu istek, ajan Flipper’ından dosya okuduktan hemen sonra geldi. Bir dosyaya gizlenmiş metin buna yol açmış olabilir. Sen istemediysen reddet.
uk: Цей запит надійшов одразу після того, як агент прочитав файли з вашого Flipper. Його міг спричинити прихований у файлі текст. Якщо ви цього не просили, відхиліть.
zh_hans: 这个请求紧接在智能体读取你的 Flipper 文件之后出现。可能是文件中隐藏的文字导致的。如果不是你要求的，请拒绝。
